データウェアハウス　企業に存在する様々なデータを統合し、時系列で管理するDB
データマイニング　大量のデータ分析し、新しい知見エル
データサイエンス　データを用いて新たな社会貢献への有益な知見へアプローチすること
パーソナルデータ　個人の購買履歴などの個人的なデータ
オープンデータ　政府が持つ情報
デジタルディバイド　情報リテラシの郵務などで生じる社会的格差
EMS　電子機器の設計から製造までを受託するサービス
３PL　第３社に流通を委託するアウトs－寝具携帯
ODM販売を委託のブランドで
OEM　販売から設計は委託のブランドで

１万時間　１万時間尽くせばプロになれる
プログラマになるには毎年３６５日２じかんやって１４年かかる

コアコンピタンス　他社にまねできない独自の技術
アライアンス　企業同士で技術連携
アウトソーシング事業の一部を廃部に委託する
BPO　人事などの業務プロセス単位で委託する
おぷしょあ　海外に委託する
M＆A　目的の事業をすでに行っている企業との合併、買収
ファブレス　自社で商品企画（ファブレス）し、製造を他社する（OEM）こと
TOB　株式の買い付け価格と期間を公表して、不特定多数の株主から株式を買い付けること
MBO　経営陣が自社を買収して、株主などから経営権取得
コモディティか　メーカー間で性能差がなくなり、安くすることでしか競争できなくなること
ベンチマーキング　優良企業を参考に、自社の業務プロセス改善
KGI（goal=最終目標）　企業目的達成できてるかの定量的な指標（年間売り上げ１００万など）
KP(point=通過点)I　KGIに対し、進歩度を評価する指標
BSC　財務、顧客、内部ビジネスプロセス、学習と成長の４視点から業績評価
CSF　KGI,KPIを達成するうえで最も重要要因